
今晚，想给你说的，其实是**我很喜欢喜欢你**，想问你**我们可以交往吗**。  如果不可以，我就会让自己**不再喜欢你**。  
下午看到你，我想，我的预感告诉我，你应该会给出否定的答案，那我可能也就会真的强迫自己**放弃喜欢你**  
我**没有勇气**去问你。  

我也想过，我可以把我们的微信聊天记录的我说的每一句话，我为什么会这么说，我这么说有什么考虑，我隐藏了哪些你可能没有注意和感受到的**爱意**； 还有那些我连续从有你的梦中惊醒的凌晨四五点钟。   
可是**我没有**说，我不知道是不是因为我们所处环境让我不好意思对你说，可能我更想两个独处的时候说吧。可是，可能没有机会了。  
饭后，一起在雨中走过去的时候，我稍稍走在你后面，我都有冲动想要抱住你，可是我忍住了，也可能是我没有勇气吧，我怕你生气了，我怕你以后再也不理我  

吃饭的时候，可能你也看出来了，我可能就是不太会说话，甚至找不到聊天的话题，我很笨拙；但是我可以悄悄告诉你，我有时候和朋友在一起，如果敞开了说，我停不下来😁  

回到家的时候，我去买了一罐啤酒，我讨厌喝酒，我想，我喝了酒就能有胆给你说这些了吧，可是没有机会。  

然后**第一次看到了自己哭的样子**  

我把**喜欢**和**爱**分得很清楚，我觉得**爱**不能随便说，说了就要对对方一生负责。  

但是  
> 我喜欢你，我爱你
> 愛しています
> 사랑해요

现在我，还是厚着脸皮再问一次，**我很喜欢喜欢你，我们可以交往吗？**
